Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Delete data scope
fr_fr: Supprimer le périmètre de données

source: Data scope name
fr_fr: Nom de la portée des données

source: The name cannot be empty. Please provide a name for the data scope.
fr_fr: Le nom ne peut pas être vide. Veuillez fournir un nom pour la portée des données.

source: Create data scope
fr_fr: Créer une portée de données

source: The data scope was successfully created.
fr_fr: Le périmètre de données a été créé correctement.

source: The data scope was successfully deleted.
fr_fr: Le périmètre de données a été supprimé correctement.

source: Edit data scope
fr_fr: Modifier la portée des données

source: No data scopes yet
fr_fr: Aucun périmètre de données pour le moment

source: Data Scope Manager
fr_fr: Gestionnaire de portée des données

source: Data scopes
fr_fr: Périmètres de données

source: Pay automation
fr_fr: Automatisation de la rémunération

source: The target variable cannot be empty. Please provide a value.
fr_fr: La variable cible ne peut pas être vide. Veuillez fournir une valeur.

source: Select the target variable you want to model
fr_fr: Sélectionnez la variable cible que vous souhaitez modéliser

source: The data model cannot be empty. Please provide a data model.
fr_fr: Le modèle de données ne peut pas être vide. Veuillez fournir un modèle de données.

source: Create and include snapshot
fr_fr: Créer et inclure un instantané

source: Models
fr_fr: Modèles

source: Purpose
fr_fr: Objectif

source: Log transformation
fr_fr: Transformation logarithmique

source: Select which additional information you want to include in this snapshot.
fr_fr: Sélectionnez les informations supplémentaires que vous souhaitez inclure dans cet instantané.

source: Create & manage machine learning models
fr_fr: Créez & gérez des modèles d'apprentissage automatique

source: Are you sure you want to delete the model "{{name}}"? This action cannot be undone.
fr_fr: Êtes-vous sûr(e) de vouloir supprimer le modèle « {{name}} » ? Cette action ne peut pas être annulée.

source: Delete model
fr_fr: Supprimer le modèle

source: Model Manager
fr_fr: Gestionnaire de modèles

source: The model name cannot be empty.
fr_fr: Le nom du modèle ne peut pas être vide.

source: Model type
fr_fr: Type de modèle

source: The model type cannot be empty.
fr_fr: Le type de modèle ne peut pas être vide.

source: Snapshot
fr_fr: Image figée

source: The snapshot cannot be empty.
fr_fr: L'instantané ne peut pas être vide.

source: Model type & snapshot
fr_fr: Type de modèle et instantané

source: Auto-update
fr_fr: Mise à jour automatique

source: Disable in all features
fr_fr: Désactiver dans toutes les fonctionnalités

source: Enable in all features
fr_fr: Activer dans toutes les fonctionnalités

source: Multicollinearity check
fr_fr: Vérification de la multicolinéarité

source: Data auto-update
fr_fr: Mise à jour automatique des données

source: Define which attributes will be available in the model. For proper model training, select at least 5 features.
fr_fr: Définissez les attributs qui seront disponibles dans le modèle. Pour un entraînement approprié du modèle, sélectionnez au moins 5 caractéristiques.

source: Please select at least one feature.
fr_fr: Veuillez sélectionner au moins une fonctionnalité.

source: {{featuresCount}} features selected
fr_fr: {{featuresCount}} fonctionnalités sélectionnées

source: By default, the model will train using ridge regression and will generate regularised estimators for every feature selected in the model. If you validate, we will check the Ordinary Least Squares (OLS) regression and remove perfect multicollinearity among selected features.
fr_fr: Par défaut, le modèle s'entraînera en utilisant la régression ridge et générera des estimateurs régularisés pour chaque caractéristique sélectionnée dans le modèle. Si vous validez, nous vérifierons la régression des moindres carrés ordinaires (MCO) et supprimerons la multicolinéarité parfaite parmi les caractéristiques sélectionnées.

source: Select model features
fr_fr: Sélectionner les fonctionnalités du modèle

source: If you continue with this population change, your current feature selections will be cleared. Are you sure you want to proceed?
fr_fr: Si vous continuez avec ce changement de population, vos sélections de fonctionnalités actuelles seront effacées. Êtes-vous sûr de vouloir continuer ?

source: Confirm population change
fr_fr: Confirmer le changement de population

source: Select the criteria that will determine who is included in this population.
fr_fr: Sélectionnez les critères qui détermineront qui est inclus dans cette population.

source: Define the name, description and details of the model.
fr_fr: Définissez le nom, la description et les détails du modèle.

source: Select options and features applicable for the model.
fr_fr: Sélectionnez les options et fonctionnalités applicables au modèle.

source: Model attributes
fr_fr: Attributs du modèle

source: Define the population criteria for the model.
fr_fr: Définissez les critères de population pour le modèle.

source: Review and publish new model.
fr_fr: Examiner et publier le nouveau modèle.

source: Population & features
fr_fr: Population et fonctionnalités

source: Features selected
fr_fr: Fonctionnalités sélectionnées

source: Selected roles
fr_fr: Rôles sélectionnés

source: Total population
fr_fr: Population totale

source: Quick train
fr_fr: Formation rapide

source: Data scope
fr_fr: Portée des données

source: Select data scope
fr_fr: Sélectionner la portée des données

source: Search for a model
fr_fr: Rechercher un modèle

source: Total models
fr_fr: Total des modèles

source: This note will be visible to everyone reviewing this worker in the pay analysis results.
fr_fr: Cette note sera visible par toutes les personnes effectuant le bilan de cet(te) employé(e) dans les résultats de l'analyse de rémunération.

source: Analysis
fr_fr: Analyse

source: Nb. of subgroups
fr_fr: Nb. de sous-groupes

source: Subgroup field
fr_fr: Champ de sous-groupe

source: Pay analysis
fr_fr: Analyse de rémunération

source: The maximum length of the note is {{max}} characters.
fr_fr: La longueur maximale de la note est de {{max}} caractères.

source: The note content is required. Please enter your note before saving.
fr_fr: Le contenu de la note est obligatoire. Veuillez saisir votre note avant d'enregistrer.

source: Configuration details
fr_fr: Détails de configuration

source: View analysis
fr_fr: Voir l'analyse

source: The visibility was successfully updated.
fr_fr: La visibilité a été mise à jour correctement.

source: Change visibility
fr_fr: Modifier la visibilité

source: The analysis result was successfully deleted.
fr_fr: Le résultat de l'analyse a été supprimé correctement.

source: Are you sure you want to delete the analysis result? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir supprimer le résultat de l'analyse ? Cette action ne peut pas être annulée.

source: Backwards elimination
fr_fr: Élimination rétrospective

source: Categorical variables
fr_fr: Variables catégorielles

source: Close pay gaps on a per-group basis
fr_fr: Réduire les écarts de rémunération par groupe

source: Demographic variables
fr_fr: Variables démographiques

source: Fairness weight (against cost-effectiveness)
fr_fr: Pondération de l'équité (par rapport au rapport coût-efficacité)

source: Group fairness weight (against individual fairness)
fr_fr: Pondération de l'équité de groupe (par rapport à l'équité individuelle)

source: Max rise
fr_fr: Augmentation max.

source: Number of workers excluded from raise suggestions
fr_fr: Nombre d'employé(e)s exclu(e)s des suggestions d'augmentation

source: Pay gap target (gender)
fr_fr: Objectif d'écart salarial (genre)

source: Analysis run on
fr_fr: Analyse exécutée le

source: Run by
fr_fr: Exécuté par

source: Subgroups
fr_fr: Sous-groupes

source: Sync analysis
fr_fr: Analyse de synchronisation

source: No analyses available yet.
fr_fr: Aucune analyse disponible pour le moment.

source: Pay analysis results
fr_fr: Résultats de l'analyse de rémunération

source: Publish analysis
fr_fr: Publier l'analyse

source: Apply changes
fr_fr: Appliquer les modifications

source: The current grid configuration will be sent to the selected entities. Please double-check whether all visible columns are needed for the further raise recommendation process.
fr_fr: La configuration actuelle de la grille sera envoyée aux entités sélectionnées. Veuillez vérifier si toutes les colonnes visibles sont nécessaires pour le processus de recommandation d'augmentation.

source: Define access and permissions for this analysis.
fr_fr: Définissez les accès et les autorisations pour cette analyse.

source: Can comment
fr_fr: Peut commenter

source: Can edit
fr_fr: Peut modifier

source: Can view
fr_fr: Peut consulter

source: Can view admin comment
fr_fr: Peut voir le commentaire de l'administrateur

source: Can view HRBP comment
fr_fr: Peut voir le commentaire HRBP

source: Compensation recommendation
fr_fr: Recommandation de rémunération

source: Final offer
fr_fr: Offre finale

source: Give access
fr_fr: Accorder l'accès

source: Pay analysis settings
fr_fr: Paramètres d'analyse de la rémunération

source: Prepopulated final raise proposals with recommendation.
fr_fr: Propositions d'augmentation finale préremplies avec recommandation.

source: The analysis was successfully published to the Planner.
fr_fr: L'analyse a été correctement publiée dans le Planner.

source: Publish analysis to planner
fr_fr: Publier l'analyse dans le planificateur

source: Set {{permission}} for {{section}}
fr_fr: Définir {{permission}} pour {{section}}

source: Demographic used
fr_fr: Données démographiques utilisées

source: Columns
fr_fr: Colonnes

source: Workbench visibility
fr_fr: Visibilité du Workbench

source: Save & close
fr_fr: Enregistrer et fermer

source: Save configuration
fr_fr: Enregistrer la configuration

source: Planner visibility
fr_fr: Visibilité du planificateur

source: The column display settings were successfully saved.
fr_fr: Les paramètres d'affichage des colonnes ont été enregistrés correctement.

source: Show insights
fr_fr: Afficher les informations

source: Comp. manager
fr_fr: Manager rémunération

source: Compensation after final raise
fr_fr: Rémunération après augmentation finale

source: Compensation after recommended raise
fr_fr: Rémunération après l'augmentation recommandée

source: Distance from predicted compensation
fr_fr: Écart avec la rémunération prévue

source: Distance from predicted compensation (after final raise)
fr_fr: Écart par rapport à la rémunération prédite (après augmentation finale)

source: Outlier % (after final raise)
fr_fr: % d'anomalie (après augmentation finale)

source: Final raise amount
fr_fr: Montant de l'augmentation finale

source: Final raise %
fr_fr: % de l'augmentation finale

source: Line manager
fr_fr: Manager direct

source: Outlier % (after raise)
fr_fr: % d'écart (après augmentation)

source: Recommended raise amount
fr_fr: Montant d'augmentation recommandé

source: Recommended raise %
fr_fr: % d'augmentation recommandé

source: Based on data from the following snapshot: {{snapshotName}}
fr_fr: Basé sur les données de l'instantané suivant : {{snapshotName}}

source: Current
fr_fr: Actuel

source: Female lower than male
fr_fr: Femmes inférieur aux hommes

source: Male lower than female
fr_fr: Hommes inférieur aux femmes

source: Recommended
fr_fr: Recommandé

source: Adjusted pay gaps by demographics
fr_fr: Écarts de rémunération ajustés par données démographiques

source: Compare unadjusted and adjusted pay gaps by demographic group (relative to the reference group).
fr_fr: Comparez les écarts salariaux non ajustés et ajustés par groupe démographique (par rapport au groupe de référence).

source: Number of raises
fr_fr: Nombre d'augmentations

source: Total cost of raises
fr_fr: Coût total des augmentations

source: The compensation after raise cannot be lower than the current salary.
fr_fr: La rémunération après augmentation ne peut pas être inférieure au salaire actuel.

source: The note was successfully added.
fr_fr: La note a été correctement ajoutée.

source: The note was successfully updated.
fr_fr: La note a été mise à jour correctement.

source: Note options
fr_fr: Options de note

source: The configuration for time in role or leave of absence has been modified. Saving these changes will impact future snapshots and related data.
fr_fr: La configuration du temps dans le poste ou du congé a été modifiée. L'enregistrement de ces modifications aura un impact sur les futurs snapshots et sur les données associées.

source: Select absence type
fr_fr: Sélectionner un type d'absence

source: A Leave of absence (LOA) allows workers to take time off work for specific reasons beyond standard paid time off. It may be paid or unpaid, depending on company policies and the purpose of the leave. Common reasons include medical issues, family emergencies, maternity/paternity, education, or personal matters.
fr_fr: Un congé (LOA) permet aux employé(e)s de s'absenter du travail pour des raisons spécifiques allant au-delà des congés payés standard. Il peut être rémunéré ou non, selon les politiques de l'entreprise et la nature du congé. Les raisons courantes incluent des problèmes médicaux, des urgences familiales, un congé maternité/paternité, des études ou des raisons personnelles.

source: Select which absence types will apply to this policy and the related grace periods for these absences.
fr_fr: Sélectionnez les types d'absence qui s'appliqueront à cette politique et les périodes de grâce associées à ces absences.

source: Enable leave of absence
fr_fr: Activer le congé

source: Leave of absence
fr_fr: Congé

source: Leave of absence definition
fr_fr: Définition du congé

source: Select which absence types will apply to this policy
fr_fr: Sélectionnez les types d'absence qui s'appliqueront à cette politique

source: Add absence type
fr_fr: Ajouter un type d'absence

source: Edit absence type
fr_fr: Modifier le type d'absence

source: The leave of absence is missing the selected types.
fr_fr: Les types sélectionnés sont manquants dans le congé.

source: Grace period (days)
fr_fr: Période de grâce (jours)

source: The configuration of the modeler was saved successfully.
fr_fr: La configuration du modélisateur a été correctement enregistrée.

source: Add significant field
fr_fr: Ajouter un champ significatif

source: Time in role refers to the duration a worker has spent in their current position or role within an organization. This metric is often used to assess experience, eligibility for promotions, transfers, or additional responsibilities.
fr_fr: Le temps dans le poste désigne la durée pendant laquelle un(e) employé(e) a occupé son poste ou rôle actuel au sein d'une organisation. Cette mesure est souvent utilisée pour évaluer l'expérience, l'éligibilité aux promotions, aux mutations ou aux responsabilités supplémentaires.

source: Significant field definition
fr_fr: Définition de champ significatif

source: Select the field that will trigger a time in role change for workers.
fr_fr: Sélectionnez le champ qui déclenchera un changement de temps dans le rôle pour les employé(e)s.

source: Edit significant field
fr_fr: Modifier le champ significatif

source: The time in role is missing the selected fields.
fr_fr: Le temps dans le rôle est absent des champs sélectionnés.

source: Select the fields that will trigger a time in role change for workers.
fr_fr: Sélectionnez les champs qui déclencheront un changement de durée dans le rôle pour les employé(e)s.

source: Enable time in role
fr_fr: Activer le temps dans le rôle

source: Situation & Absence Configuration
fr_fr: Configuration des situations & absences

source: Company Structure
fr_fr: Structure de l'entreprise

source: You don't have permission to delete this payout curve. Only users with the Global compensation admin role can perform this action.
fr_fr: Vous n'avez pas l'autorisation de supprimer cette courbe de rémunération. Seuls les utilisateurs disposant du rôle Administrateur de rémunération globale peuvent effectuer cette action.

source: This payout curve is in "Draft" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
fr_fr: Cette courbe de paiement est au statut « Brouillon » et n'est utilisée dans aucun plan de bonus. Sa suppression l'effacera définitivement de la liste. Cette action ne peut pas être annulée.

source: Delete payout curve
fr_fr: Supprimer la courbe de rémunération

source: This payout curve is in "Ready" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
fr_fr: Cette courbe de paiement est au statut « Prête » et n'est utilisée dans aucun plan de bonus. La supprimer la retirera définitivement de la liste. Cette action ne peut pas être annulée.

source: Are you sure you want to delete the published and used payout curve?
fr_fr: Êtes-vous sûr de vouloir supprimer la courbe de rémunération publiée et utilisée ?

source: Cannot delete payout curve
fr_fr: Impossible de supprimer la courbe de rémunération

source: Used in the following places:
fr_fr: Utilisé aux emplacements suivants :

source: The payout curve was successfully deleted.
fr_fr: La courbe de rémunération a été supprimée correctement.

source: The payout curve was successfully duplicated.
fr_fr: La courbe de paiement a été correctement dupliquée.

source: Open payout curve
fr_fr: Ouvrir la courbe de paiement

source: The end payout cannot be empty.
fr_fr: Le paiement final ne peut pas être vide.

source: The end result cannot be empty.
fr_fr: Le résultat final ne peut pas être vide.

source: The payout cannot be empty.
fr_fr: Le versement ne peut pas être vide.

source: The result cannot be empty.
fr_fr: Le résultat ne peut pas être vide.

source: The start payout cannot be empty.
fr_fr: Le montant de départ ne peut pas être vide.

source: The start result cannot be empty.
fr_fr: Le résultat de départ ne peut pas être vide.

source: Locations
fr_fr: Emplacements

source: This payout curve ({{payoutCurveName}}) is currently used in the following bonus plans:
fr_fr: Cette courbe de paiement ({{payoutCurveName}}) est actuellement utilisée dans les plans de bonus suivants :

source: Create skill & competency group
fr_fr: Créer un groupe de compétences et d'aptitudes

source: No skill & competency groups yet!
fr_fr: Aucun groupe de compétences et d'aptitudes !

source: Scale
fr_fr: Échelle

source: User Segmentation
fr_fr: Segmentation des utilisateurs

source: Exclude individuals
fr_fr: Exclure des personnes

source: Individuals included
fr_fr: Personnes incluses

source: Grant proxy permission
fr_fr: Accorder une autorisation d'accès par procuration

source: Edit proxy permission
fr_fr: Modifier l'autorisation d'accès par procuration

source: View proxy permission
fr_fr: Afficher l'autorisation d'accès par procuration

source: Grant proxy access to:
fr_fr: Accorder un accès par procuration à :

source: User with proxy access:
fr_fr: Utilisateur avec accès par procuration :

source: You haven't added any workers yet. Type in a name to add a worker.
fr_fr: Vous n'avez ajouté aucun(e) employé(e) pour le moment. Saisissez un nom pour ajouter un(e) employé(e).

source: Who do they need to proxy?
fr_fr: Qui fait l'objet de la procuration ?

source: Proxy access cannot be defined for at least one worker because they have not accepted the Data Protection Agreement (DPA).
fr_fr: L'accès par procuration ne peut pas être défini pour au moins un(e) employé(e), car il/elle n'a pas accepté l'Accord relatif au traitement des données (Data Protection Agreement - DPA).

source: Proxy access was successfully granted to {{name}}!
fr_fr: L'accès par procuration a été correctement accordé à {{name}} !

source: View list
fr_fr: Afficher la liste

source: View proxy access list
fr_fr: Consulter la liste d'accès par procuration

source: Granted by
fr_fr: Accordé par

source: List of workers
fr_fr: Liste des employé(e)s

source: Historical Performance Rating Upload
fr_fr: Chargement de notations de performance historiques

source: Performance Review Settings
fr_fr: Paramètres des bilans de performance

source: Performance Review Template
fr_fr: Modèles de bilan de performance

source: Search in Workbench
fr_fr: Rechercher dans Workbench

source: Workers & Professional Roles
fr_fr: Employé(e)s et rôles professionnels

source: Security & Roles
fr_fr: Sécurité & rôles

source: Sensitive Content Filtering
fr_fr: Filtrage de contenu sensible

source: User session
fr_fr: Session utilisateur

source: Smart Features
fr_fr: Fonctions intelligentes

source: Enable talent review
fr_fr: Activer le bilan des talents

source: Talent Review Settings
fr_fr: Paramètres du bilan des talents

source: Worker & Manager Pages
fr_fr: Pages Employé(e) & Manager

source: This category will serve as the default throughout the application.
fr_fr: Cette catégorie sera utilisée par défaut dans toute l'application.

source: Global worker category
fr_fr: Catégorie d'employé(e) globale

source: Create global worker category
fr_fr: Créer une catégorie d'employé(e) globale

source: Edit global worker category
fr_fr: Modifier la catégorie globale d'employé(e)

source: Get started by creating it.
fr_fr: Commencez par en créer un.

source: No global worker category yet.
fr_fr: Aucune catégorie d'employé(e) globale pour l'instant.

source: Define the local worker category that will override the global worker category. The order matters because if a worker is included in multiple configurations, the topmost configuration will be applied.
fr_fr: Définissez la catégorie d'employé(e) locale qui remplacera la catégorie d'employé(e) globale. L'ordre est important car si un(e) employé(e) est inclus(e) dans plusieurs configurations, la configuration la plus haute sera appliquée.

source: Local worker category
fr_fr: Catégorie d'employé(e) locale

source: Create local category
fr_fr: Créer une catégorie locale

source: Are you sure you want to delete this local worker category? This action cannot be undone.
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cette catégorie d'employé(e) locale ? Cette action est irréversible.

source: Delete local worker category
fr_fr: Supprimer la catégorie d'employé(e) locale

source: The local worker category was successfully deleted.
fr_fr: La catégorie d'employé(e) locale a été correctement supprimée.

source: Blank configuration
fr_fr: Configuration vide

source: Separator
fr_fr: Séparateur

source: Total workers
fr_fr: Total des employé(e)s

source: No local worker category
fr_fr: Aucune catégorie d'employé(e) locale

source: Fields selected: {{count}}
fr_fr: Champs sélectionnés : {{count}}

source: Local category name
fr_fr: Nom de la catégorie locale

source: Populations selected: {{count}}
fr_fr: Populations sélectionnées : {{count}}

source: Selected population
fr_fr: Population sélectionnée

source: Create local worker category
fr_fr: Créer une catégorie d'employé(e) locale

source: Edit local worker category
fr_fr: Modifier la catégorie d'employé(e) locale

source: Provide a name for the category
fr_fr: Indiquez un nom pour la catégorie.

source: This population configuration already exists in a different local worker category.
fr_fr: Cette configuration de population existe déjà dans une autre catégorie d'employé(e) locale.

source: Choose a population for this configuration.
fr_fr: Choisissez une population pour cette configuration.

source: At least one population must be selected.
fr_fr: Au moins une population doit être sélectionnée.

source: Worker Category Management
fr_fr: Gestion des catégories d'employés
